# St7InvalidateGeometryFace

Marks the specified geometry face as invalid for subsequent deletion using the St7DeleteInvalidGeometry
function.

long St7InvalidateGeometryFace(long uID, long FaceNum)

Input Parameters

uID

Strand7 model file ID.

FaceNum

Face number to invalidate.